LESSONS = {
    1: {
        "title": "Как открыть личный кабинет на Wildberries с нуля",
        "description": (
            "В этом уроке ты пошагово разберёшь, как зарегистрироваться на Wildberries "
            "и открыть кабинет продавца без ошибок.\n\n"
            "После урока ты поймёшь:\n"
            "✅ где проходить регистрацию\n"
            "✅ какие данные нужны\n"
            "✅ что выбрать: ИП, самозанятый или ООО\n"
            "✅ какие ошибки чаще всего делают новички\n\n"
            "🚀 Это первый шаг к запуску продаж на WB."
        ),
        "file_id": "BAACAgIAAxkBAAMfafndqFqSkqGH-BX8BiLmIHUEIokAAmaeAAKo3dFLGlwUPYh1Rlk7BA",
        "vk_url": "https://vk.com/video-237910637_456239017?list=ln-qVn7RBKEk1rm14zQIR",
    },
    2: {
        "title": "Обзор личного кабинета продавца Wildberries",
        "description": (
            "В этом уроке ты разберёшься, как устроен личный кабинет WB и где находятся "
            "главные инструменты продавца.\n\n"
            "После урока ты поймёшь:\n"
            "✅ где создавать карточки товара\n"
            "✅ где смотреть цены, остатки и поставки\n"
            "✅ где аналитика, финансы и реклама\n"
            "✅ какие разделы важны новичку в первую очередь\n\n"
            "🚀 После этого кабинет WB уже не будет казаться сложным."
        ),
        "file_id": "BAACAgIAAxkBAAMhafneek1EdtxXLXabzWML7xdiEQwAAmyeAAKo3dFL_RWkocXaaV47BA",
        "vk_url": "https://vk.com/video-237910637_456239018?list=ln-2MjKTd2V640vWdy21U",
    },
    3: {
        "title": "Как выбрать нишу и товар для Wildberries",
        "description": (
            "В этом уроке ты поймёшь, как искать товар не наугад, а через анализ спроса, "
            "конкуренции и потенциала продаж.\n\n"
            "После урока ты поймёшь:\n"
            "✅ что такое ниша на WB\n"
            "✅ как искать идеи товаров\n"
            "✅ как оценивать спрос и конкуренцию\n"
            "✅ какие товары новичку лучше не брать\n"
            "✅ как не слить деньги на неправильном выборе\n\n"
            "🚀 Это один из самых важных этапов перед стартом продаж."
        ),
        "file_id": "BAACAgIAAxkBAAMjafnfSzbY1ZHAlTuTqyiPY2JISyYAAneeAAKo3dFLGttw5rs_nN47BA",
        "vk_url": "https://vk.com/video-237910637_456239019?list=ln-BhXUG2C6DI5XaAsOVG",
    },
}


